Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Om Prakash Mishra (Nepali: ओमप्रकाश मिश्र) is a Nepali jurist. He was the 26th Chief Justice of the Supreme Court of Nepal.[1] He was appointed to the highest position in the apex court on 3 August 2018.[2]
ne: ओम प्रकाश मिश्र एक नेपाली न्यायपालिका हो। उनी नेपालको सर्वोच्च अदालतको 26 औं मुख्य न्यायाधीश थिए। [1] उहाँलाई सर्वोच्च अदालतमा 3 अगस्त 2018 मा सर्वोच्च पदमा नियुक्त गरिएको थियो। [2]

source: Designation Organization/Institution Tenure Period Chief Justice Supreme Court of Nepal September 10, 2018 – January 1, 2019 Acting Chief Justice Supreme Court of Nepal August 5, 2018 – September 10, 2018 Justice Supreme Court of Nepal May 27, 2014 – August 5, 2018 Chief Judge Appellate Court Rajbiraj 2013- May 25, 2014 A.D. Member Special Court 2008-Jan. 9, 2013 A.D. Judge Various Appellate Court 2006-Feb 26, 2009 A.D. Judge Various District Courts 1990-March 22, 2006 A.D. Additional District Judge Mid Western Regional Court Surkhet 1985 - April 28, 1990 A.D. Section Officer Ministry of Law and Justice 1981-Oct. 26, 1985 A.D.
ne: पद संगठन / संस्था अवधि अवधि मुख्य न्याय नेपालको सर्वोच्च अदालत सेप्टेम्बर 10, 2018 - जनवरी 1, 201 9 अभिनय मुख्य न्याय नेपालको सर्वोच्च अदालत अगस्ट 5, 2018 - सेप्टेम्बर 10, 2018 न्याय नेपालको सर्वोच्च अदालत मई 27, 2014 - अगस्ट 5, 2018 मुख्य न्यायाधीश पुनरावेदन अदालत राजबिराज 2013- 25 मई, 2014 AD सदस्य विशेष अदालत 2008-जनवरी। 9, 2013 ई न्यायाधीश विभिन्न पुनरावेदन अदालत 2006-फरवरी 26, 200 9 न्यायाधीश विभिन्न जिल्ला अदालत 1990-मार्च 22, 2006 ईस्वी अतिरिक्त जिल्ला न्यायाधीश मध्य मश्चिमाञ्चल क्षेत्रीय अदालत सुर्खेत 1985 - 28 अप्रिल, 1 9 0 ई शाखा अधिकृत कानून र न्याय मंत्रालय 1981-अक्टोबर। 26, 1 99 1 ई

source: Santa Bahadur Rai(सन्त बहादुर राई: Lohorung, November 2, 1936) is former chairman of National planning commission and secretary of Ministry of Housing and physical planning of the government of Nepal.[1][2][3][4] He is the first person from Kirat community to reach such position in the government of Nepal.
ne: सन्त बहादुर राई राष्ट्रिय योजना आयोगको पूर्व अध्यक्ष, लोक सेवा आयोगको अध्यक्ष र नेपाल सरकारको आवास र भौतिक योजना मन्त्रालयको सचिव हुन् । [1] [2] [3] [4] नेपाल किराँत समुदायबाट यो स्थानमा पुग्ने उहाँ पहिलो व्यक्ति हुनुहुन्छ ।

source: Chairman (Public Service Commission) Secretary (Ministry of Local Development, Ministry of Supply, Ministry of Housing and physical planning) Member of Raj Parishad Member, Aug.1991 to 1993 Constitutional Public Service Commission Position Kamal Pokhari, Kathmandu Chairman, Jan. 1994 to Nov. 3 2001 Chairman Public Service Commission Kamal Pokhari, Kathmandu Secretary, 1988-27 Aug 1991 Executive Chief of the Ministry of Housing and Physical Ministry Planning, His Majesty’s Government Secretary, 1986-1987, Executive Chief of the Ministry of Local Development Ministry His Majesty’s Government Secretary, 1984-1986 Executive Chief of the Ministry of Supply, His Majesty’s Government Additional Secretary, 1986-1987 Executive Chief of the Ministry of Panchyat and Ministry of Local Development His Majesty’s Government Director General, Feb 1977 – Oct 1981 Ministry of Panchyat and Local Development His Majesty’s Government Deputy Director, Jul 1972 – Jan 1977 Ministry of Panchyat and Ministry of Local Development, His Majesty’s Government Chief Districts Officer (CDO), Oct 1969 – Jun 1972 Local Development Officer, Apr 1961 – Sep 1969 (including 19 months in the US)
ne: अध्यक्ष (लोक सेवा आयोग) सचिव ( स्थानीय विकास मंत्रालय, आपूर्ति मंत्रालय, आवास विभाग र भौतिक योजना ) राज परिषदको सदस्य सदस्य, Aug.1991 to 1993 लोक सेवा आयोग Position कमल पोखरी, काठमाडौं अध्यक्ष, जनवरी 1 99 2 देखि नोभेम्बर 3 2001 अध्यक्ष लोक सेवा आयोग कमल पोखरी, काठमाडौं सचिव, 1 9 88-27 1 9 1 1 आवास र भौतिक मंत्रालय योजनाका कार्यकारी प्रमुख, उहाँका महिमाको सरकार सचिव, 1 9 84-1987, स्थानीय विकास मंत्रालयका महाशाखाका कार्यकारी प्रमुख, श्री ५ को सरकार सचिव, 1 9 84-1986 आपूर्ति विभागका कार्यकारी प्रमुख, श्री ५ को सरकार अतिरिक्त सचिव, 1 9 86-1987 पंचित मंत्रालयका कार्यकारी प्रमुख र स्थानीय विकास मंत्रालयको श्री ५ को महिमा महानिदेशक, फेब्रुअरी 1977 - अक्टोबर 1 1 9 81 को पंचायत र स्थानीय विकास; श्री ५ को सरकार उप निर्देशक , जुलाई 1 9 72 - जनवरी 1 9 5 पंचायत र स्थानीय विकास मंत्रालय, श्री ५ को सरकार प्रमुख जिल्ला अधिकारी (सीडीओ), अक्टोबर 1969 - जुन 1972 स्थानीय विकास अधिकारी, अप्रिल 1 9 61 - सेप्टेम्बर 1 9 1 (अमेरिकामा 19 महिना सहित)

source: Gorkha Dakshina Bahu Gorkha Dakshina Bahu (Fourth)
ne: गोर्खा दक्षिण बाहु गोर्खा दक्षिण बाहु (चौथो)

source: The Nepal Bhasa Wikipedia, is the Newar-language version of Wikipedia, run by the Wikimedia Foundation. Nepal Bhasa Wikipedia has currently 70,000 articles.[1] Nepal bhasa is the mother tongue language of Newars of Nepal. Newars are culturally rich ethnic group in Nepal.
ne: नेपाल भाषाको विकिपिडिया, विकिमिडिया फाउन्डेसनद्वारा सञ्चालित नेवारी भाषाको विकिपिडिया संस्करण हो। नेपाल भाषाको विकिपिडियामा हालसम्म 70,000 लेखहरू छन्। [1] नेपाल भाषा नेवारहरूको मातृभाषा हो। नेवारहरू नेपालमा सांस्कृतिक रूपमा धनी जनजातीय समूह हुन्।

source: Main page of Nepal Bhasa Wikipedia Nepal Bhasa Wikipedia mobile version
ne: नेपाल भाषा विकिपिडियाको मुख्य पृष्ठ नेपाल भाषा विकिपिडिया मोबाइल संस्करण

source: Denotes films that have not yet been released
ne: </img> प्रदर्शित नभएको चलचित्र जनाउँछ

source: Year Film Role Language References 2012 Tuneega Tuneega Nidhi Telugu 2013 Mere Dad Ki Maruti Jasleen Hindi [1] 2014 Sonali Cable Sonali Dattaram Tandel [2] 2017 Dobaara: See Your Evil Tanya Half Girlfriend Anshika Bank Chor Gayatri Ganguli [3] 2018 Jalebi Aisha [4] 2020 Chehre TBA Hindi Filming [9]
ne: वर्ष चलचित्र भूमिका भाषा सन्दर्भहरू २०१२ तुनिगा तुनिगा निधि तेलुगु २०१३ मेरे ड्याड की मारुति जसलीन हिन्दी [1] २०१४ सोनाली केबल सोनाली दत्ताराम टंडेल [2] २०१७ दोबारा: सी योर एविल तान्या हाफ गर्लफ्रेन्ड अंशिका बैंक चोर गायत्री गांगुली [3] २०१८ जलेबी आयशा [4] २०२० चेहरे टीबीए हिन्दी चलचित्र गर्दै[5]

source: Title Role Channel TVS Scooty Teen Diva Contestant MTV India Pepsi MTV Wassup Host Gone in 60 Seconds TicTac College Beat
ne: शीर्षक भूमिका च्यानल TVS स्कूटी टीन डिवा प्रतियोगी एमटिभी इन्डिया पेप्सी एमटीवी वासुप होस्ट गन इन 60 सेकन्ड्स TicTac कलेज बिट

source: Rhea Chakraborty on IMDb Rhea Chakraborty on Instagram Rhea Chakraborty at Bollywood Hungama Rhea Chakraborty on Facebook Rhea Chakraborty on Twitter
ne: रिया Chakraborty Rhea Chakraborty राहा चक्ररार्टी रिया Chakraborty रिया Chakraborty

source: Rhea Chakraborty is an Indian film actress.[1][2] She started off as a VJ on MTV India.[3] In 2013, she made her Bollywood debut with the film Mere Dad Ki Maruti directed by Ashima Chibber.
ne: रिया चक्रवर्ती एक भारतीय चलचित्र अभिनेत्री हुन् ।[1] [2] उनले एमटिभी इन्डियामा वीजेको रूपमा सुरुवात गरिन्। [3] २०१३ मा, उनले आशिमा चिब्बर द्वारा निर्देशित चलचित्र मेरे ड्याड की मारुतिबाट बलिउडमा पदार्पण गरिन् ।

source: Chakraborty at Star Guild Awards in 2013
ne: २०१३ मा स्टार गिल्ड अवार्ड्समा चक्रवर्ती

source: Rhea Chakraborty was born into a Bengali family[4] in Bangalore, Karnataka, India. She did her schooling from Army Public School Ambala Cantt.
ne: रिया चक्रवर्तीको जन्म बेङ्गलोर, कर्नाटक, भारतमा एक बङ्गाली परिवारमा भएको थियो ।[1] उनले आफ्नो स्कूली शिक्षा आर्मी पब्लिक स्कूल अम्बाला कैंटबाट गरिन् ।

source: Lev Davidovich Bronstein[lower-alpha 1] (7 November [O.S. 26 October] 1879 – 21 August 1940), better known as Leon Trotsky[lower-alpha 2] (/ˈtrɒtski/),[1] was a Russian revolutionary, Marxist theorist, and Soviet politician whose particular strain of Marxist thought is known as Trotskyism.
ne: लेवि डेभीभोविच ब्रोनस्टीन [कम-अल्फा 1] ( 7 नोभेम्बर - 21 अगस्ट 1940), राम्रो लियोन Trotsky रूपमा चिनिने [तल्लो-अल्फा 2] ( / टी आर ɒ टी को K म / ), [1] एक रूसी क्रान्तिकारी थिए मार्क्सवादी चिन्तक त राजनीतिज्ञ जसको मार्क्सवादी को विशेष तनाव सोचेको थियो ट्रटोस्कीवाद को रूप मा ।

source: Initially supporting the Menshevik-Internationalists faction within the Russian Social Democratic Labour Party, he joined the Bolsheviks ("majority") just before the 1917 October Revolution, immediately becoming a leader within the Communist Party. He would go on to become one of the seven members of the first Politburo, founded in 1917 to manage the Bolshevik Revolution.[2]
ne: प्रारम्भिक रूपमा रूसी सोशल डेमोक्रेटिक लेबर पार्टीको मेन्सेविक-अन्तर्राष्ट्रियवादी पार्टीलाई समर्थन गर्दै उनले उनी 1 917 अक्टोबरको क्रांति अघि बोल्सेविक्स ("बहुमत") सामूहिक पार्टीमा सहभागी भए । उनले बोल्स्किविक क्रांति व्यवस्थापन गर्न 1 9 17 मा स्थापित पहिलो राजनीतिबोरोको सात सदस्य मध्ये एक हुनुहुन्थ्यो। [1]

source: Childhood and family (1879–1895)
ne: बाल्यकाल र परिवार (१८७९–– – -१95))

source: U-shaped valley in Glacier National Park, Montana, United States
ne: ग्लेशियर राष्ट्रिय निकुञ्ज, मोन्टाना, संयुक्त राज्य अमेरिकामा यू आकारको उपत्यका

source: Romsdalen in Western Norway is an almost vertical[clarification needed] valley.
ne: पश्चिमी नर्वेमा रोमस्डेन लगभग ठाडो उपत्यका छ ।

source: Fljótsdalur in East Iceland, a rather flat valley
ne: पूर्वी आइसल्याण्डमा फ्ल्यास्त्दालुर, हल्का सपाट उपत्यका

source: In geology, a valley or dale is a depression that is longer than it is wide. The terms U-shaped and V-shaped are descriptive terms of geography to characterize the form of valleys. Most valleys belong to one of these two main types or a mixture of them, at least with respect to the cross section of the slopes or hillsides.[1]
ne: उपत्यका भनेको एउटा पहाड वा हिमालहरूको बीचमा रहेको समथरभुमि हो जसमा प्राय नदी बहन्छ। भूगर्भशास्त्रमा, उपत्यका वा घाटी एक डिप्रेशन हो जस्को लम्बाई भन्दा चौडाई धेरै छ। यू-आकार (U-shaped) र भी-आकार (V-shaped) भूगोलमा उपत्यकाको प्रकारको चित्रण गर्न प्रयोग हुने वर्णनात्मक शब्दावलीहरु हुन। कम्तिमा ढलान वा पहाडको क्रस सेक्सनको सन्दर्भमा, अधिकांश उपत्यका यी दुई मुख्य प्रकार मध्येको एक वा उनीहरूको मिश्रण हो। [1]

source: A valley in its broadest geographic sense is also known as a dale. Other terms used for valleys are:
ne: व्यापक भौगोलिक अर्थमा एउटा उपत्यकालाई घाटी (dale) पनि भनेर चिनिन्छ।

source: The film is directed by Tom Hooper in his second musical film following 2012's Les Misérables, written by Lee Hall and Hooper, choreographed by Andy Blankenbuehler, and executive produced by Steven Spielberg. Filming took place from December 2018 to April 2019. It stars James Corden, Judi Dench, Jason Derulo, Idris Elba, Jennifer Hudson, Ian McKellen, Taylor Swift, Rebel Wilson, and introduces Francesca Hayward in her first feature-length film role.[1]
ne: क्याट्स एउटा रिलिज भैनसकेको 2019 American ब्रिटिश-अमेरिकी म्यूजिकल फन्टसी फिल्म हो जुन त्यहि नामको म्यूजिकलमा आधारित छ, जुन चै टीएस इलियट द्वारा ओल्ड पोसमको बुक अफ प्रक्टिकल क्याट्समा आधारित थियो। यो चलचित्र टम हेपरको दोस्रो म्यूजिकल हो जसको पहिलो २०१२ को लेस मिस र्युलरले थिए जसलाई लि हल र हूपरले लेखेका थिए र एन्डि ब्लाकेनबुलेलर द्वारा कोरियोग्राफर गरिएको थिए र स्टिभन स्पिलबर्गले निर्माण गरेका थिए। यसको फिल्मांकन डिसेम्बर २०१८ to देखि अप्रिल २०१९ सम्म भयो। यसमा जेम्स कर्डेन, जुडी डेन्च, जेसन डेरुलो, इद्रिस एल्बा, जेनिफर हडसन, इयान म्याककेलन, टेलर स्विफ्ट, विद्रोही विल्सन, र फ्रान्सिस्का हेवर्ड छन। फ्रान्सिस्का हेवर्डलाई उनको पहिलो फिचर-लम्बाई फिल्म भूमिकामा परिचय गराउदैछ। [1]

source: Cats is scheduled for release on December 20, 2019, by Universal Pictures.
ne: क्याट्स डिसेम्बर २०, २०१९ मा युनिभर्सल तस्वीरहरू द्वारा रिलीजको लागि तालिकाबद्ध गरिएको छ।

source: Over the course of a single night, a tribe of cats called the Jellicles make what is known as "the Jellicle choice" and decide which cat will ascend to the Heaviside Layer and come back to a new life.
ne: एकै रातमा, जेल्रिकलहरु भनेर चिनिने बिरालाहरूको एउटा जनजातिले "जेलेल छनौट" भनिने एउटा छनैट गर्नु पर्ने हुन्छ जसले कुन बिराला हेभिसाइड लेयरमा चढ्छ र नयाँ जीवनमा फिर्ता आउँदछ भनेर निर्णय गर्दछ।

source: "Ozymandias" (/ˌɒziˈmændiəs/ oz-ee-MAN-dee-əs)[1] is the title of two related sonnets published in 1818.
ne: "Ozymandias" ( / ˌ ɒ Z म एई हूँ N घ म ə को / ओउंस-ee- मान्छेलाई -dee-əs ) [1] दुई सम्बन्धित शीर्षक 1818 मा प्रकाशित sonnets हो।

source: The first was written by English Romantic poet Percy Bysshe Shelley (1792–1822) and published in the 11 January 1818 issue of The Examiner[2] in London. It was included the following year in Shelley's collection Rosalind and Helen, A Modern Eclogue; with Other Poems (1819)[2] and in a posthumous compilation of his poems published in 1826.[4] "Ozymandias" is Shelley's most famous work and is frequently anthologised.
ne: पहिलो अंग्रोजी रोमान्टिक कवि पर्सी बाशे शेली (१७९२–१८२२) द्वारा लेखिएको थियो र ११ जनवरी १८१८ द एग्जामिनर [१]को अंकमा लन्डनमा प्रकाशित भयो। त्यसपछि शेलेको संग्रह रोसालिन्ड र हेलन, आधुनिक ईक्लोजीमा सामेल गरिएको थियो; अन्य कविताहरूको साथ (१८१९)को अंकमा [२] र १८२६ मा उनका कविताहरूको मरणोत्तर संकलनमा प्रकाशित भएको थियो। "ओजिमांडियस" शेलीको सबैभन्दा प्रख्यात कार्य हो र प्रायः संग्रहित हुने कृति हो।

source: Simple slingshot
ne: साधारण गुलेली

source: A slingshot or catapult (UK), ging (primarily Australian and New Zealand), shanghai (Australian and New Zealand) or kettie (South Africa) is normally a small hand-powered projectile weapon. The classic form consists of a Y-shaped frame held in the off hand (nondominant hand), with two natural-rubber strips attached to the uprights. The other ends of the strips lead back to a pocket that holds the projectile.
ne: गुलेली () सामान्यतया सानो हातले संचालित प्रक्षेपण हतियार हो। चोके परेको सानो काठका दुई टुप्पामा बाँधिएको रबरको फिताले मट्याङ्ग्रो, ढुङ्गा आदि हुत्याएर पन्छीको सिकार गरिन्छ। सामन्यतय यसमा Y-आकारको फ्रेम हुन्छ जसमा दुई प्राकृतिक-रबर स्ट्रिपहरू बाधिएका हुन्छन र यसलाई गैर-प्रमुख हात (nondominant hand) मा समाईन्छ। स्ट्रिप्सहरुका आर्का पुच्छारमा एउटा छालाको टुक्रा (पकेट) बाधेर प्रक्षपण(मट्याङ्ग्रा वा ढुङ्गा) बस्ने ठाउ बनाईएको हुन्छ। प्रमुख हातले पकेटलाई समातेर प्रक्षेपणको लागि शक्ति प्रदान गर्न चाहेको सीमा—पर्याप्त लामो ब्यान्डको साथ हातको पूर्ण अवधिमा—सम्म तन्काउन सकिन्छ।

source: Slingshots are also occasionally used in angling to disperse bait into the water over a wide area, so that multiple fish are attracted near the angler's fishing rod.
ne: कहिलेकाहि गुलेली माछा मार्न पानीमा बल्छीको चारो टाढा छर्न नि प्रयोग गरिन्छ।

source: A home-made derivative of a slingshot also exists, consisting of a rubber balloon cut in half and tied to a tubular object such as the neck of a plastic bottle, or a small pipe. The projectile is inserted through the tube and into the cut balloon, and the user stretches the balloon to launch the projectile. These so-called "balloon guns" are sometimes made as a substitute to ordinary slingshot, and is often used to create the "shotgun" effect with multiple projectiles fired at once.
ne: गुलेलीको घरेलु संस्करण पनि छ; रबरको बेलुनलाई आधा काटेर एउटा ट्यूव जस्तो सामान (जस्तै पलास्टकको बोतल अथवा सानो पाइप) मा बाध्ने। मट्याङ्ग्रालाई ट्यूबबाट बेलुन भित्र हालेर प्रयोगकर्ताले तानेर छोड्ने। यसलाई साधारण गुलेलीको विकल्पको रुपमा प्रयोग गरिन्छ।

source: A 1922 diagram showing the construction of an arrow-firing slingshot A folding, steel framed wrist brace slingshot using tubular bands. Marketed by the Riley Kitchen Air Rifle Company. Modern slingshot with ergonomic grip (center), arm support (left), stabiliser and sight (right) Violent helmeted protester fires a slingshot during clashes on February 18, 2014, in Kiev, Ukraine
ne: तीर हान्ने गुलेलीको निर्माण देखाउने चित्र फोल्ड हुने, स्टिल फ्रेम ह्रिस्ट ब्रेस गुलेली आधुनिक गुलेली फेब्रुअरी १८, २०१४ मा किब, युक्रेनमा गुलेली हान्दै हेलमेट लागाएको प्रदर्शनकारी

source: The world record for the most energetic shot with a handheld slingshot was 135 Joules. It was shot with a forward extended slingshot, also known as a "starship", which achieves more power by increasing draw length.[7]
ne: हाते गुलेलीले हानेको सबैभन्दा ऊर्जावान शटको विश्व किर्तिमान १३५ जूलको छ। यसलाई "स्टारसिप" नामक अगाडिको भाग बढाईएको गुलेलीले हानेको थियो। अगाडिको भाग बढाएको हुनाले यसले जति तन्कायो उति ऊर्जा प्राप्त गर्छ। [१]

source: Slingshots have been used as military weapons, but primarily by guerrilla forces due to the primitive resources and technology required to construct one. Such guerrilla groups included the Irish Republican Army; prior to the 2003 invasion of Iraq, Saddam Hussein released a propaganda video demonstrating slingshots as a possible insurgency weapon for use against invading forces.[8]
ne: मुख्य रूपमा छापामार सेनाहरू द्वारा राम्रा स्रोतहरू र टेक्नोलोजी नहुदा गुलेलीहरुलाई सैन्य हतियारको रूपमा प्रयोग गरिएको छ। त्यस्ता छापामार समूहहरुमा आयरिश रिपब्लिकन सेना ; २००३ भन्दा पहिलाको इराकमा आक्रमणमा सद्दाम हुसेनले गुलेलीहरूलाई आक्रमणकारी सेनाको विरूद्धमा विद्रोहको सम्भावित हतियारको रुपमा प्रयोग गर्न सकिने भनेर एक प्रचार भिडियो जारी गरे। [1]

source: Slingshots have also been used by the military to launch unmanned aerial vehicles (UAVs). Two crew members form the fork, with an elastic cord stretched between them to provide power to launch the small aircraft.[9]
ne: सेनाले गुलेलीहरु मानव रहित हवाई सवारी (युएभी ) सुरूवात गर्न प्रयोग गरेको पनि पाइन्छ। दुई चालक दलका सदस्यहरू काँटा बनेर उनीहरूको बीचमा तन्काइएको लोचिक कर्डले साना विमान प्रक्षेपण गर्ने शक्ति प्रदान गर्छ। [१]

source: On the Battle of Marawi, the soldiers of the Philippine Army's elite Scout Rangers were observed using slingshots with grenades as an improvised mortar to eliminate the Maute and Abu Sayyaf Terrorists.[10]
ne: मारावीको युद्धमा फिलिपिन्सका सेनाको कुलीन वर्गको स्काउट रेंजर्सको सैनिकहरूले आतंकवादी माउटे र अबु सय्यफ लाई निर्मूल पार्न गुलेलीहरुमा ग्रेनेड हालेर कामचलाऊ तोफका रूपमा प्रयोग गरेको थिए। [१]

source: A tubular band slingshot showing a band failure at the fork.
ne: काँटामा फिताको विफलता देखाउँदै एक ट्यूबलर फिते गुलेली ।

source: The ball-in-band attachment method used by the recalled Daisy "Natural" line of slingshots.
ne: फिर्ता बोलाइएको डेजी "प्राकृतिक" क्रमका गुलेलीहरुमा प्रयोग भएको बल-इन-ब्यान्ड जोडाइको विधि।

source: Most bands are made from latex, which degrades with time and use, causing the bands to eventually fail under load.[1][11] Failures at the pouch end are safest, as they result in the band rebounding away from the user. Failures at the fork end, however, send the band back towards the shooter's face, which can cause eye and facial injuries.[12] One method to minimize the chance of a fork end failure is to utilize a tapered band, thinner at the pouch end, and thicker and stronger at the fork end.[13] Designs that use loose parts at the fork are the most dangerous, as they can result in those parts being propelled back towards the shooter's face, such as the ball attachment used in the recalled Daisy "Natural" line of slingshots (see image). The band could slip out of the slot in which it rested, and the hard ball in the tube resulted in cases of blindness and broken teeth.
ne: फिता चुट्टिने उच्च सम्भावना गुलेलीहरुको अन्तर्निहित खतराहरू मध्ये एक हो। धेरै फिताहरू लेटेक्सबाट बनेका हुन्छन्। समय र प्रयोगको साथ कम्जोर हुदै जाने भएको कारण ब्यान्ड अन्ततः धेरै लोड पर्दा फिता चुटिन्छ। [१] [२] थैली/पकेटको छेउमा चुट्टिनु सुरक्षित हुन्छ किनकि फिता प्रयोगकर्ताको अर्को तिर जान्छ। यद्यपि, काँटाको अन्त्यमा चुट्टिदा फिता प्रयोगकर्ताको अनुहारतिर फिर्ता आउछ जसले आँखा र अनुहारमा चोट पुर्‍याउन सक्छ। []] काटा तिरको चुट्टाईको सम्भावनालाई कम गर्न टेपर्ड फिता (पाउचको अन्त्यमा पातलो र काटातिर मोटो) को प्रयोग गर्नुपर्छ। []] काँटामा खुकुलो भागहरू प्रयोग गरिएको डिजाइनहरू सब भन्दा खतरनाक हुन्छन्, किनकि यसले ती भागहरू प्रयोगकर्ताको अनुहारतिर हुत्याएर ल्याउछ (जस्तै डेजीको "प्राकृतिक" क्रममा प्रयोग गरिएको बल एट्याच्मेन्ट। छवि हेर्नुहोस्)। फिता जहा हुनु पर्ने त्याहाबाट बाहिर चिप्लन सक्छ र ट्यूबमा राखिएको कडा बलले आँखामा लागेर अन्धा र दाँत भाँचीन सक्छ। इलास्टिकको ट्यूब चुटिदा गम्भीर चोटपटक लाग्दैन, त्यसैले डेजी मोडेलहरुको सादा ट्यूबलर फिता प्रयोग गर्ने लाई रिकलमा कभर गरिएन। []] अर्को ठूलो खतरा काँटा बिच्छेदन बाट हुदछ। सस्तो जिंक मिश्रणबाट बनेको काँटा भाचिन सक्छ र शूटरको आँखा र अनुहारमा गम्भीर चोट पुर्‍याउँन सक्छ। []]

source: Many jurisdictions prohibit the use of arm braced slingshots. For example, New York law 265.01 defines it as a Class-4 misdemeanor.[15]
ne: धेरै न्यायलयले आर्म ब्रेस्ड स्लिंगशटको उपयोग गर्न निषेध गर्दछ। उदाहरणको लागी, न्यू योर्कको कानून २६५.०१ ले यसलाई वर्ग-4 दुष्कर्मको रूपमा परिभाषित गर्दछ। [१]

source: The slingshot is heavily featured in the popular gaming franchise Angry Birds, used as the primary launching device for shooting birds at enemy pigs.[16]
ne: गुलेलीलाई लोकप्रिय खेल फ्रेंचाइज एंग्री बर्ड्समा भारी चित्रित गरिएको छ जसमा दुश्मन सुँगुरलाई चराहरू हान्नको लागि प्राथमिक यन्त्रको रूपमा गुलेली प्रयोग हुन्छ। [१]

source: Bart Simpson is often depicted using a slingshot to engage many pranks.
ne: प्राय जसो बार्ट सिम्पसन बदमासि गर्न गुलेली प्रयोग गरेको पाईन्छ।

source: The slingshot is the signature weapon of protagonist Jimmy Hopkins in the video game Bully. A basic slingshot is available at the beginning of the game: a more advanced slingshot with ergonomic grip and "scope" can also be unlocked fairly early in the game.
ne: बुलीमा नायक भिडियो गेममा गुलेली जिम्मी हपकिन्सको मुख्य हतियार हो। खेलको सुरुमा सामान्य गुलेली उपलब्ध हुन्छ जुन बिसतारै परिस्क्रित हुदै जान्छ।

source: Slingshots depend on strong elastic materials, typically vulcanized natural rubber or the equivalent, and thus date no earlier than the invention of vulcanized rubber by Charles Goodyear in 1839 (patented in 1844). By 1860, this "new engine" had already established a reputation for juvenile use in vandalism. For much of their early history, slingshots were a "do-it-yourself" item, typically made from a forked branch to form the "Y" shaped handle, with rubber strips sliced from items as inner tubes or other sources of good vulcanized rubber and firing suitably sized stones.
ne: गुलेली बलियो ईलास्टिक सामाग्री, प्राय भल्कनाईज्ड प्राकृतिक रबर नत्र सो सरहबाट बनाइन्छ। त्यसैले चार्ल्स गुडियरको भल्कनाइज्ड रबर (१८४४ को प्याटेन्ट) को आविष्कार पछि गुलेलीको इतिहास रहन्छ। १८६० सम्ममा यो नया सामानले आफुलाई किशोरहरु बिचमा तोडफोडको नया हतियारको रुपमा चिनाइ सकेको थियो। सुरुमा "Y" आकारको हागाको ह्नडल बनाएर गुलेली आफैं बनाएको पाइन्छ। रबरको लागि टियुवहरु काटेर अथवा अन्य श्रोतहरु प्रयोग गरेको पाइन्छ। यो चलन अझै नेपाल जस्ता मुलुकमा कायम नी भेटिन्छ।

source: Simple slingshot using a wooden fork, tubular bands, and a leather pouch. Steel ball used as slingshot ammunition
ne: काठको काँटा, ट्यूबलर ब्यान्ड, र छालाको थैली प्रयोग गरी साधारण गुलेली। स्टिल बल गुलेली गोला बारुदको रूपमा प्रयोग भयो

source: Firing projectiles, such as lead musket balls, buckshot, steel ball bearings, air gun pellets, or small nails, slingshot was capable of taking game such as quail, pheasant, rabbit, dove, and squirrel. Placing multiple balls in the pouch produces a shotgun effect (even though not very accurate), such as firing a dozen BBs at a time for hunting small birds. With the addition of a suitable rest, the slingshot can also be used to shoot arrows, allowing the hunting of medium-sized game at short ranges.[1][2][3]
ne: प्रारम्भिक गुलेलीहरू सबैभन्दा धेरै युवा बदमाससँग सम्बन्धित भए, यो साधन दक्ष प्रयोगकर्ताको हातमा शिकार गर्ने योग्य हातहरु थिए। प्रक्षेपणहरू --जस्तै लिड मस्केट बलहरू, बक्सशट, स्टिल बल बेयरिङ, एयर गन गोली, वा साना कांटीहरु--ले हान्दा सिकार--जस्तै बटेर, मुनाल, खरायो, ढुकुर, र लोखर्के जस्ता सिकार गर्न मिलो। गुलेलीको पकेटमा थुप्रै बल राखेर छर्रा गस्तै गरी हा‍‍‍न्न सकिन्छ (सही लाग्दैन नलागे पनि)। उपयुक्त अड्याउने चिजको जडान गरेर गुलेलीबाट छोटो दुरुको मझौला सिकारहरुलाई वाण/तीर हान्न पनि सकिन्छ।[१] [२] []]
